{"JID":"JCCC,111,憲判,35,20220606,1","JYEAR":"111","JCASE":"憲判","JNO":"35","JDATE":"20220606","JTITLE":"上列聲請人認(確定終局裁判時間、字號)及其所適用之(法規範等)牴觸憲法，聲請宣告違憲","JFULL":"憲法法庭判決111年憲判字第23號111年3月5日辯論終結聲請人盧恩本等(其餘當事人及法定記載事項詳如附件A所示)案由上列聲請人認(確定終局裁判時間、字號)及其所適用之(法規範等)牴觸憲法，聲請宣告違憲，本庭判決如下：主文刑法第九十一條之一第一項及第二項前段合憲。性侵害犯罪防治法第二十二條之一第三項規定關於強制治療期間至再危險顯著降低為止之部分均合憲。性侵害犯罪防治法第二十二條之一第一項規定合憲。最高法院一○○年度台抗字第四五七號刑事裁定合憲。刑事訴訟法及性侵害犯罪防治法均未規定應賦予受處分人於法院就聲請宣告或停止強制治療程序，得親自或委任辯護人到庭陳述意見之機會，以及如受治療者為精神障礙或其他心智缺陷無法為完全之陳述者，應有辯護人為其辯護，於此範圍內，均不符憲法正當法律程序原則之意旨。有關機關應自本判決宣示之日起二年內檢討修正。完成修正前，有關強制治療之宣告及停止程序，法院應依本判決意旨辦理。如附件A編號一、四、十所示之裁定有關未給予相對人陳述意見機會部分均違反憲法第十六條保障訴訟權之意旨，均廢棄，各發回如附件A編號一、四、十所示之法院。 法務部及衛生福利部應自本判決宣示之日起三年內調整性犯罪者刑後強制治療制度至符合憲法明顯區隔要求。當事人陳述要旨聲請人陳述部分：聲請人盧恩本（下稱聲請人一）陳述略以：其因犯刑法第225條第2項乘機猥褻罪，經臺灣高等法院臺中分院以97年度上訴字第1368號刑事判決判處有期徒刑1年確定後，入監服刑，與另犯強制猥褻罪共應執行有期徒刑3年5月，…。檢察官爰依刑法第91條之1第1項規定（下稱系爭規定一）聲請令聲請人一入相當處所施以強制治療。…經最高法院以100年度台抗字第835號刑事裁定駁回抗告確定（確定終局裁定二），嗣於109年9月11日停止強制治療。確定終局裁定一及二所適用之系爭規定一未規定強制治療之最長期間，有違反憲法比例原則，侵害人民人身自由之疑義。聲請人常方正（下稱聲請人二）略以：其因犯刑法第221條第1項強制性交等罪，經臺灣桃園地方法院於94年5月24日判決有罪，應執行有期徒刑10年，並於刑之執行前，令入相當處所施以治療，其期間至治癒為止，但最長不得逾3年。聲請人二不服提起上訴，經臺灣高等法院及最高法院均駁回上訴確定，入監服刑。…惟經評估、鑑定結果，認為聲請人二有再犯危險，爰依性侵害犯罪防治法第22條之l第1項規定（下稱系爭規定二）及同條第3項規定（下稱系爭規定三），聲請令聲請人二入相當處所施以強制治療。…確定終局裁定三所適用之系爭規定二及三，明定治療期間須至再犯危險顯著降低為止，無最長期限，剝奪法官就個案裁定治療期間之權，有牴觸憲法正當法律程序原則及法官保留原則，侵害人民人身自由之疑義。聲請人曾樹城(下稱聲請人三)陳述略以：…。聲請人一至三於言詞辯論期日復主張：1.系爭規定一未規定「相當處所」之定義及強制治療實施之方法，被規範者無從預見將被如何治療。其所稱「有再犯危險」之定義模糊不清。系爭規定四所定「再犯危險顯著降低」，乃價值判斷而非醫學判斷，有違刑法明確性原則。2.刑法第91條之1規定之強制治療…受判決有罪者更可能承受與其行為惡性不成比例之治療方式與期間，有違比例原則。3.系爭規定三及四，未規定強制治療之最長期限，…俱違反法官保留原則，侵害憲法第8條保障人身自由之意旨，牴觸憲法第23條比例原則。（四）系爭規定二對加害人施以強制治療，溯及適用於95年7月1日刑法第91條之1公布施行前之性侵害犯罪者，違反法律不溯及既往原則及信賴保護原則等語。聲請人臺灣雲林地方法院誠股(下稱聲請人五)及良股法官(下稱聲請人六)主張，本案所涉刑法及性侵害犯罪防治法相關規定部分違憲部分合憲。其理由略以：1.現行條文運作下系爭規定一之「相當處所」均無異於監獄。…5.系爭規定二對加害人施以強制治療，溯及適用於95年7月1日刑法第91條之1公布施行前之性侵害犯罪者之部分，乃不真正溯及既往，故未違反法律不溯及既往原則及信賴保護原則，但仍然違反比例原則等語。受審查法規範之主管機關部分：衛生福利部陳述略以：…等語。法務部陳述略以：…等語。理由受理依據：聲請人一於確定終局裁定一及二送達後六個月內聲請憲法法庭判決，經本院認具憲法重要性，且為貫徹聲請人基本權利所必要，核與憲法訴訟法第59條、第61條規定相符。1聲請人二於確定終局裁定一及二送達後六個月內聲請憲法法庭判決，經本院認具憲法重要性，且為貫徹聲請人基本權利所必要，核與憲法訴訟法第59條、第61條規定相符，應予受理。2聲請人三…(下略)。3聲請人四…(下略)4聲請人五為審理該法院105年度聲療字第1號聲請強制治療案件，敘明系爭規定一及四為其裁判上所適用之法律，及客觀上形成確信其違憲之法律見解，裁定停止訴訟程序，聲請憲法法庭為違憲之判決，核與憲法訴訟法第55條至第57條相符，應予受理。5聲請人六為審理…敘明系爭規定一及四為其裁判上所適用之法律，及客觀上形成確信其違憲之法律見解，裁定停止訴訟程序，聲請憲法法庭為違憲之判決，核與憲法訴訟法第55條至第57條相符，應予受理。6形成主文之法律上意見人身自由限制之審查標準憲法第8條所保障之人民身體之自由，乃行使憲法所保障其他自由權利之前提，應享有充分之保障。依本院歷來之解釋，凡拘束人民身體於特定處所，而涉及限制其身體自由者，不問是否涉及刑事處罰，均須以法律規定，並踐行正當法律程序；且其內容須明確並符合憲法第23條所定相關之條件。至於對人身自由之限制是否牴觸憲法，則應按其實際限制之方式、目的、程度與所造成之影響，定相應之審查標準（本院釋字第384號、第690號、第708號及第710號解釋參照）。7刑後強制治療涉及對人身自由之重大限制…8…(理由三~八略)。9…14刑後強制治療之定性及其主管機關為何，有關機關宜重新檢討評估查刑法第91條之1所定刑後強制治療本質上應為一種由專業人員主導實施之治療程序，受強制治療者係立於「病人」之地位接受治療，並以使受治療者有效降低其再犯危險為目的，而非對受治療者之刑事處罰，為本判決之立論基礎。是關於刑後強制治療是否宜繼續定性為刑事法規範上所定之保安處分及其主管機關為何，有關機關宜在本判決之立論基礎上重新檢討評估，併此指明。15據上論結，依憲法訴訟法第30條、第55條、第59條第1項，判決如主文。中 華 民 國    111     年      5       月        5          日憲法法庭  審判長大法官  ○○○                大法官  ○○○  ○○○  ○○○  ○○○                        ○○○  ○○○  ○○○  ○○○                        ○○○  ○○○  ○○○  ○○○○○○(○大法官○○迴避)本判決除理由第8至第9段由○大法官○○主筆、第14段由○大法官○○主筆外，餘由○大法官○○主筆。大法官就主文所採立場如下表所示：主文項次同意大法官不同意大法官主文第一項○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○共10位。○大法官○○、○大法官○○、○大法官○○、○大法官○○共4位主文第二項全體大法官無主文第三項○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○共14位○大法官○○主文第四項○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○共12位。○大法官○○、○大法官○○、○大法官○○共3位主文第五項○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○共13位○大法官○○、○大法官○○共2位主文第六項全體大法官無主文第七項○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○、○大法官○○共12位。○大法官○○、○大法官○○、○大法官○○共3位主文第八項全體大法官無本判決有蔡大法官烱燉、黃大法官虹霞提出協同意見書、蔡大法官明誠、黃大法官瑞明提出部分協同部分不同意見書、許大法官志雄、詹大法官森林、黃大法官昭元、呂大法官太郎提出不同意見書。","JPDF":""}